/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "取消";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "住家";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "公司";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "行動";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "其他";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (來賓)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "所有已知的聯絡人";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "所有聯絡人";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype 聯絡人";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "已儲存的電話號碼";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "上線的聯絡人";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "授權請求已送出";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "最近聯絡過的人";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "已收到的授權請求";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "已接受的授權請求";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "已封鎖的聯絡人";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "未分組的聯絡人";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "建議的聯絡人";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "無標題的名單";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "請將我加入聯絡人。";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype 通話測試";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "zh";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hi, 這是 Skype 測試機器人。請將我加入您的聯絡人，並打一通電話給我，測試您的音效設定。請查詢 http://www.skype.com/go/help 以取得更多協助。感謝您。";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "撥打給我測試您的音效！";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "撥號中";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "撥號中";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "通話已取消";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "通話失敗";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "鈴響中";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "撥號中";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "保留通話";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "您的通話處於保留狀態";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "完成";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "未接來電";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "通話被拒";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "忙線";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "連線中斷";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "語音留言";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "語音留言錄製中";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "語音留言傳送中";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "語音留言已送出";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "語音留言已取消";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "留言失敗";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "連線中";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "鈴響中";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "鈴響中";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "保留通話";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "結束通話";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "在 Facebook 上撥打 (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "撥號中…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "撥號中…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "通話中";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "保留";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "保留中";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "通話中";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "通話人數已滿";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "正在播放語音留言問候語";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "語音留言錄製中";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "最近的通話";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "轉接通話中";


/*  */
"CONVERSATION_POST_FILES_BODY" = "已張貼的檔案";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "您有一則影像留言。 在此查看:%1,，並輸入 %2代碼開啟";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - 在 %%1 檢視。";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "如要檢視這張分享的照片，請移至：%1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "若要檢視這個分享的媒體，請移至：%1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "離線";
"CONTACT_AVAILABILITY_ONLINE" = "上線";
"CONTACT_AVAILABILITY_AWAY" = "暫時離開";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "請勿打擾";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "聯絡人授權等候中";
"CONTACT_AVAILABILITY_BLOCKED" = "已封鎖";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "離線時啟用語音信箱";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "來電已轉接";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "隱形";
"CONTACT_AVAILABILITY_CONNECTING" = "連線中";
"CONTACT_AVAILABILITY_SKYPEOUT" = "電話號碼";

/*  */
"CONTACT_GENDER_FEMALE" = "女性";

/*  */
"CONTACT_GENDER_MALE" = "男性";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "未知的電話號碼";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "未命名";


"ACCOUNTMANAGER_LOGIN_STATUS" = "正在登入…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "正在載入聯絡人…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "更新檔案中…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ 已新增 %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ 已離開";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ 已移除 %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ 將聊天的主題改為 %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "這則訊息已被移除";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "預設";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "無法連線到 Skype。";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "請檢查您的區域網路連線設定，並再試一次。";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Skype 帳號無效。";
"Account::INVALID_EMAIL" = "電子郵件信箱無效。";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "請檢查並再試一次。";
"Account::UNACCEPTABLE_PASSWORD" = "密碼無效。";
"Account::SKYPENAME_TAKEN" = "這個 Skype 帳號已被使用。";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "請輸入新密碼或新電子郵件信箱。";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "無法辨識您的 Skype 帳號及密碼。";
"Account::INCORRECT_PASSWORD" = "無法辨識您的 Skype 帳號及密碼。";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "多次登入失敗。";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "請稍後再試。";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "您的密碼已變更。";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "請以新密碼登入。";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "請再試一次。";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "長度必須為6到20個字元。";
"SkyLib::TOO_LONG" = "必須為6到20個字元長度。";
"SkyLib::CONTAINS_INVALID_CHAR" = "無效字元，例如 Σ、 à、ß。";
"SkyLib::CONTAINS_SPACE" = "不可包含空格或 tab 鍵。";
"SkyLib::SAME_AS_USERNAME" = "和您的 Skype 帳號太過類似。";
"SkyLib::INVALID_FORMAT" = "無效的格式。";
"SkyLib::CONTAINS_INVALID_WORD" = "太過簡單易被猜出，例如 abcd、skype。";
"SkyLib::TOO_SIMPLE" = "至少必須包含 1 個字母和 1 個數字。";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "必須以英文字母(A–Z)為開頭。";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "請改用較長的 Skype 帳號。";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "請改用較長的密碼。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "請改用較短的 Skype 帳號。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "請改用較短的密碼。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "請改用另一個 Skype 帳號。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "請改用另一個密碼。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "請改用另一個電子郵件信箱。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "請嘗試一個新值。";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "密碼不正確。";
"Account::PWD_SERVER_CONNECT_FAILED" = "無法連接到伺服器。";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "新密碼不可與舊密碼相同。";
"Account::PWD_INVALID_NEW_PWD" = "密碼無效。";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "您必須登入帳號才能變更密碼。";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "您的變更無法儲存。請檢查設定後再試一次。";

"ACCOUNT_NOCREDIT" = "沒有點數";
"ACCOUNT_FREECALL" = "免費通話";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "此檔案名稱無效";
"SkyLib::TRANSFER_OPEN_FAILED" = "開啟檔案失敗";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "無法同時傳送多個檔案";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "您已離線";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "您必須上線才能打電話。";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "您無法在離線狀態下搜尋聯絡人。請變更您的上線狀態並再試一次。";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "您必須上線才能發送手機簡訊。";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "您必須上線才能聽取語音留言。";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "無法建立手機簡訊。";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Skype 點數不足，無法發送手機簡訊。";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "您需要 Skype 點數才能撥打這個電話號碼。";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "這不是有效的 Skype 帳號或電話號碼。";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "此位Lync聯絡人目前離線，無法通話。";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "由於已經封鎖對方，因此您無法與他通話。";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "由於已經封鎖對方，因此您無法與他以文字交談。";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "由於已經封鎖對方，因此您無法發送手機簡訊給此人。";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "由於已經封鎖對方，因此您無法將這些人新增為聯絡人。";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "您不能打電話給自己。";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "您不能和自己用文字交談";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "無法新增自己為聯絡人。";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "您無法加入此對話";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "找不到此對話";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "這不是有效的電話號碼。";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "您無法撥打到緊急電話號碼。";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "您無法發送手機簡訊到緊急電話號碼。";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "您無法新增某個緊急電話號碼。";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "您需要先結束這通電話，才能撥下一通。";
"SKERROR_CALLEXISTS_VOICEMAIL" = "要聽取新的語音留言，請先掛斷電話。";
"SKERROR_CALLFAILED" = "通話失敗。請再試一次。";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "您選取太多聯絡人以致無法開啟一個對話視窗。";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "您無法與這些聯絡人對話。";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "您無法撥號給此人，因為他們尚未授權給您。";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "您無法撥號給此人，因為他們尚未授權給您。";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "驗證碼無效";
"Sms::MISC_ERROR" = "無效的電話號碼";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "您的帳號被封鎖了";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "請與客服人員聯繫。";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "多方視訊已達人數上限。";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "多方視訊通話人數上限為 9 人。請自群組中移除一些成員後再試一次。";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "多方視訊已達人數上限。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "多方視訊通話人數上限為 9 人。請自群組中移除一些成員後再試一次。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "視訊通話人數超過上限。請移除一些成員後再試一次。";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "您需要購買月租方案才能使用視訊通話服務。";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "您需要購買月租型方案才能使用視訊通話服務。";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "想撥打一通視訊電話嗎？";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "想撥打一通視訊電話嗎？";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "您目前正在進行多方視訊通話。";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "您一次只能加入一組多方視訊通話。";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "您已用盡單通通話的時間上限。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "您已用盡單通 4 小時的多方視訊及螢幕畫面分享的通話上限。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "您已用盡單通 4 小時的多方視訊及畫面分享的通話上限。請登入帳號查看更多資訊。";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "您已用盡單日的多方視訊通話上限。";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "視訊通話暫停使用。您已達本日的公平使用上限。請查看帳戶明細。";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "您已用盡本月的多方視訊通話上限。";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "視訊通話暫停使用。您已達本日的公平使用上限。請查看帳戶明細。";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "暫不提供多方視訊與螢幕畫面分享服務。";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "發生錯誤。請稍後再試。";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "取得視訊通話";
"PremiumVideoErrorRecovery_GetPremium" = "取得視訊通話";
"PremiumVideoErrorRecovery_UpgradePremium" = "升級";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "您必須有 Skype 點數才能使用 Skype  WiFi。";
"AccessSession::LOGIN_FAILURE" = "無法辨識您的 Skype 帳號及密碼。";
"AccessSession::WISPR_LOGIN_REJECTED" = "無效的帳號或密碼。";

"SKYPEACCESS_NO_ACCOUNT" = "請以您的 Skype 帳號登入。";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "無法連線。請檢查 WiFi 信號強度，或嘗試其他連線熱點。";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "目前 WiFi 沒有正確回應，請嘗試其他連線熱點。";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "無法建立連線。請再試一次。";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Wi-Fi 網路 %@ 目前無法使用";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "為避免超時計費，離開熱點前請務必正確按下斷線的按鈕，或關閉您的裝置。";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "請重新連接 WiFi 網路 “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi 將停止網路連線。為避免被額外收費，離開連線熱點區或關閉裝置前，請務必正確終止網路連線。";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "您的連線已中止。";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/分鐘";
"ACCESS_PRICE_PER_MINUTE_FREE" = "免費";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "擁有新版 Skype 的最佳使用體驗。\n加入Skype並盡情暢談，請下載最新版本。\n前往 <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>。";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "擁有新版 Skype 的最佳使用體驗。\n加入Skype並盡情暢談，請下載最新版本。\n前往 https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "點選 <a href=\"skype:?chat&amp;id=%1\">這裡</a> 查看先前的歷史紀錄。";
